Repository: occbuu/LecturerSupport
Catalog: SourceCode/LS/LS.Resources/Resources.*.resx
Languages: vi_vn

source: About me
vi_vn: Thông tin về tôi

source: Announcement
vi_vn: Thông báo

source: Change Password
vi_vn: Đổi mật khẩu

source: Close
vi_vn: Đóng

source: Comparative Linguistic
vi_vn: Ngôn ngữ học so sánh đối chiếu

source: Contact
vi_vn: Liên hệ

source: Delegate Students
vi_vn: Sinh viên tiêu biểu

source: Email Address
vi_vn: Địa chỉ Email

# EnglishLanguage
source: English
vi_vn: Tiếng Anh

source: English Linguistic
vi_vn: Ngữ học Anh

source: English Skill
vi_vn: Kĩ năng

source: English Teaching Methodology
vi_vn: Phương pháp giảng dạy

source: Forgot Password
vi_vn: Quên mật khẩu

source: Grammar
vi_vn: Ngữ pháp

source: Home
vi_vn: Trang chủ

source: Introduction
vi_vn: Giới thiệu

source: Japanese Culture
vi_vn: Văn hóa Nhật Bản

# JapaneseLanguage
source: Japanese
vi_vn: Tiếng Nhật

source: Japanese Linguistic
vi_vn: Nhật ngữ

source: Japanese Literature
vi_vn: Văn học Nhật Bản

source: Japan History
vi_vn: Lịch sử Nhật Bản

source: Japan Studies
vi_vn: Nhật Bản học

source: Login
vi_vn: Đăng nhập

source: Logout
vi_vn: Đăng xuất

# MemoryAndGallery
source: Memory & Gallery
vi_vn: Kỉ niệm đó đây

source: My Class
vi_vn: Các lớp học

source: OpenPost
vi_vn: Tài liệu mở

source: Password
vi_vn: Mật khẩu

source: Please Sign in
vi_vn: Vui lòng đăng nhập

source: Profile
vi_vn: Thông tin cá nhân

source: Register
vi_vn: Đăng ký

# ResearchWork
source: Research Works
vi_vn: Thành tựu nghiên cứu

source: Schedule
vi_vn: Lịch dạy

source: Studies
vi_vn: Hướng nghiên cứu

source: Survey
vi_vn: Khảo sát

source: Teaching
vi_vn: Quá trình giảng dạy

source: Translation
vi_vn: Dịch thuật

# VietnameseLanguage
source: Vietnamese
vi_vn: Tiếng Việt

# Welcome
source: Welcome to Dr Thanh Dieu 's website !
vi_vn: Chào mừng đến với trang thông tin của TS. Thanh Diệu

source: DR
vi_vn: TS

source: Functional Grammar
vi_vn: Ngữ pháp chức năng

source: Literature Linguistic
vi_vn: Ngôn ngữ văn chương và phong cách học

source: Morphology
vi_vn: Hình thái học

source: Phonology
vi_vn: Âm vị học

source: Pragmatic
vi_vn: Ngữ dụng học

source: Semantic
vi_vn: Ngữ nghĩa học

source: Sign In
vi_vn: Đăng nhập

source: Syntax
vi_vn: Cú pháp học

source: TRAN THI THANH DIEU
vi_vn: TRẦN THỊ THANH DIỆU

# TitleHome
source: :: Dr Thanh Dieu :: Welcome to my website !
vi_vn: :: TS Thanh Dieu :: Chào mừng bạn !

source: All Rights Reserved
vi_vn: Bản quyền cá nhân

source: Conditions
vi_vn: Điều kiện

source: Follow Me
vi_vn: Liên kết cá nhân

# GetInTouch
source: GET IN TOUTCH
vi_vn: Liên Lạc

source: Phone Number
vi_vn: Số điện thoại

source: Privacy Policy
vi_vn: Chính sách bảo mật

source: Send
vi_vn: Gửi

source: Terms
vi_vn: Điều khoản

source: Website
vi_vn: Trang cá nhân

source: Images
vi_vn: Hình Ảnh

source: Social Network
vi_vn: Mạng xã hội

# IAm
source: I'm
vi_vn: Tôi là

source: More About Lecturers
vi_vn: Nhiều hơn về giảng viên

# MoreImportant
source: is more important than
vi_vn: là quan trọng hơn

source: Quality
vi_vn: Chất lượng

source: Read More About Us
vi_vn: Đọc nhiều hơn về chúng tôi

source: This is My Classes
vi_vn: Đây là lớp của chúng tôi

# University
source: University of Social Sciences and Humanities
vi_vn: Đại học khoa học xã hội và nhân văn

source: View Full Portfolio
vi_vn: Xem đầy đủ

source: We always satisfy you
vi_vn: Chúng tôi luôn luôn làm hài lòng bạn

source: Comments
vi_vn: Bình luận

source: Diplomas
vi_vn: Bằng cấp

source: Pictures
vi_vn: Hình ảnh

source: Quantity
vi_vn: Số lượng

source: Schools Taught
vi_vn: Trường đã dạy

source: Students
vi_vn: Học sinh

source: Work Years
vi_vn: Nhiều năm làm việc

# IfYouNeed
source: If you need documents, please leave your email address below
vi_vn: Nếu bạn cần tài liệu, xin vui lòng để lại địa chỉ email của bạn dưới đây

source: Attachments
vi_vn: Đính kèm
